const newsEvent ={
    0:{
        0:{
            des:"黄金首饰上涨了",
            type:1, //1是正效果 -1是负效果
            range:0.2 //波动幅度
        },
        
        1:{
            des:"黄金首饰下跌了",
            type:-1, //1是正效果 -1是负效果
            range:0.2 //波动幅度
        },

    },

    1:{
        0:{
            des:"进口奶粉上涨了",
            type:1, //1是正效果 -1是负效果
            range:0.2 //波动幅度
        },
        
        1:{
            des:"进口奶粉下跌了",
            type:-1, //1是正效果 -1是负效果
            range:0.2 //波动幅度
        },

    },

    2:{
        0:{
            des:"高档香烟上涨了",
            type:1, //1是正效果 -1是负效果
            range:0.2 //波动幅度
        },
        
        1:{
            des:"高档香烟下跌了",
            type:-1, //1是正效果 -1是负效果
            range:0.2 //波动幅度
        },

    },

    3:{
        0:{
            des:"防毒面具上涨了",
            type:1, //1是正效果 -1是负效果
            range:0.2 //波动幅度
        },
        
        1:{
            des:"防毒面具下跌了",
            type:-1, //1是正效果 -1是负效果
            range:0.2 //波动幅度
        },

    },

    4:{
        0:{
            des:"国产汽车上涨了",
            type:1, //1是正效果 -1是负效果
            range:0.2 //波动幅度
        },
        
        1:{
            des:"国产汽车下跌了",
            type:-1, //1是正效果 -1是负效果
            range:0.2 //波动幅度
        },

    },

    5:{
        0:{
            des:"转基因豆上涨了",
            type:1, //1是正效果 -1是负效果
            range:0.2 //波动幅度
        },
        
        1:{
            des:"转基因豆下跌了",
            type:-1, //1是正效果 -1是负效果
            range:0.2 //波动幅度
        },

    },


    6:{
        0:{
            des:"七星手机上涨了",
            type:1, //1是正效果 -1是负效果
            range:0.2 //波动幅度
        },
        
        1:{
            des:"七星手机下跌了",
            type:-1, //1是正效果 -1是负效果
            range:0.2 //波动幅度
        },

    },

}

module.exports ={
    newsEvent,
}; 